<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<%@include file="./../common/common.jsp" %> 
<%@include file="./../display/top_header.jsp" %>   
<%@include file="./../display/top.jsp" %>
<!-- privacy.jsp -->

<br><br>	
<div class="col-lg-12">
	<div class="section-title">
		<h2>개인정보처리방침</h2>
	</div>
</div>

<form style="width: 800px; margin-left: 300px; line-height: 30px;">
<br>
프레코는 개인정보보호법에 따라 이용자의 개인정보 보호 및 권익을 보호하고 개인정보와 관련한 이용자의<br>
고충을 원활하게 처리할 수 있도록 다음과 같은 처리방침을 두고 있습니다.<br>

프레코는 개인정보처리방침을 개정하는 경우 웹사이트 공지사항(또는 개별공지)을 통하여 공지할 것입니다.<br><br>

○ 본 방침은 2021년 10월 21일부터 시행됩니다.<br><br>

1. 개인정보의 처리 목적 프레코는 개인정보를 다음의 목적을 위해 처리합니다. 처리한 개인정보는 다음의 목적<br>
 이외의 용도로는 사용되지 않으며 이용 목적이 변경될 시에는 사전동의를 구할 예정입니다.<br>

    가. 홈페이지 회원가입 및 관리<br>

회원 가입의사 확인, 회원제 서비스 제공에 따른 본인 식별·인증, 회원자격 유지·관리, 제한적 본인확인제 시행에<br> 
따른 본인확인, 서비스 부정이용 방지, 각종 고지·통지, 고충처리, 분쟁 조정을 위한 기록 보존 등을 목적으로<br>
개인정보를 처리합니다.<br>

나. 마케팅 및 광고에의 활용<br>

신규 서비스(제품) 개발 및 맞춤 서비스 제공, 이벤트 및 광고성 정보 제공 및 참여기회 제공, 인구통계학적 특성에<br> 
따른 서비스 제공 및 광고 게재,서비스의 유효성 확인, 접속빈도 파악 또는 회원의 서비스 이용에 대한 통계 등을<br>
 목적으로 개인정보를 처리합니다.<br><br>


2. 개인정보 파일 현황<br>

개인정보 파일명 : 회원가입 및 로그인<br>

– 개인정보 항목 : 로그인ID, 이름, 비밀번호, 휴대폰번호, 생년월일, 주소, 접속 IP 정보, 세션, 서비스 이용 기록,<br>
 접속 로그<br>

– 수집방법 : 홈페이지<br>

– 보유근거 : 로그인 및 서비스 이용을 위한 정보 취득<br>

– 보유기간 : 회원탈퇴후 지체없이 파기<br><br>


3. 개인정보처리 위탁<br>

① 프레코는 원활한 개인정보 업무처리를 위하여 다음과 같이 개인정보 처리업무를 위탁하고 있습니다.<br>

② 프레코는 위탁계약 체결시 개인정보 보호법 제25조에 따라 위탁업무 수행목적 외 개인정보 처리금지,<br>
 기술적․관리적 보호조치, 재위탁 제한, 수탁자에 대한 관리․감독, 손해배상 등 책임에 관한 사항을 계약서 등 문서에<br>
  명시하고, 수탁자가 개인정보를 안전하게 처리하는지를 감독하고 있습니다.<br>

③ 위탁업무의 내용이 변경될 경우에는 지체없이 본 개인정보 처리방침을 통하여 공개하도록 하겠습니다.<br><br>

4. 정보주체의 권리,의무 및 그 행사방법 이용자는 개인정보주체로서 다음과 같은 권리를 행사할 수 있습니다.<br>

① 정보주체는 프레코에 대해 언제든지 다음 각 호의 개인정보 보호 관련 권리를 행사할 수 있습니다.<br>

1. 개인정보 열람요구<br>

2. 오류 등이 있을 경우 정정 요구<br>

3. 삭제요구<br>

4. 처리정지 요구<br>

② 제1항에 따른 권리 행사는 프레코에 대해 개인정보 보호법 시행규칙 별지 제8호 서식에 따라 서면, 전자우편,<br> 
모사전송(FAX) 등을 통하여 하실 수 있으며 프레코는 이에 대해 지체 없이 조치하겠습니다.<br> 

③ 정보주체가 개인정보의 오류 등에 대한 정정 또는 삭제를 요구한 경우에는 프레코가 정정 또는 삭제를 완료할 때까지 
개인정보를 이용하거나 제공하지 않습니다.<br>

④ 제1항에 따른 권리 행사는 정보주체의 법정대리인이나 위임을 받은 자 등 대리인을 통하여 하실 수 있습니다.<br> 
이 경우 개인정보 보호법 시행규칙 별지 제11호 서식에 따른 위임장을 제출하셔야 합니다.<br><br>

5. 처리하는 개인정보의 항목 작성<br>

① 프레코는 다음의 개인정보 항목을 처리하고 있습니다.<br>

[홈페이지 회원가입 및 관리]

– 필수항목 : 로그인ID, 이름, 비밀번호, 휴대폰번호, 생년월일, 주소<br>

– 선택항목 :<br><br>


6. 개인정보의 파기<br>

 원칙적으로 개인정보 처리목적이 달성된 경우에는 지체없이 해당 개인정보를 파기합니다. 파기의 절차, 기한 및<br>
  방법은 다음과 같습니다.<br>

-파기절차<br>

이용자가 입력한 정보는 목적 달성 후 별도의 DB에 옮겨져(종이의 경우 별도의 서류) 내부 방침 및 기타 관련 법령에 따라 일정기간 저장된 후 혹은 즉시 파기됩니다. 이 때, DB로 옮겨진 개인정보는 법률에 의한 경우가 아니고서는<br>
다른 목적으로 이용되지 않습니다.<br>

-파기기한<br>

이용자의 개인정보는 개인정보의 보유기간이 경과된 경우에는 보유기간의 종료일로부터 5일 이내에, 개인정보의 처리 목적 달성, 해당 서비스의 폐지, 사업의 종료 등 그 개인정보가 불필요하게 되었을 때에는 개인정보의 처리가<br>
 불필요한 것으로 인정되는 날로부터 5일 이내에 그 개인정보를 파기합니다.<br>

-파기방법<br>

전자적 파일 형태의 정보는 기록을 재생할 수 없는 기술적 방법을 사용합니다.<br>

종이에 출력된 개인정보는 분쇄기로 분쇄하거나 소각을 통하여 파기합니다.<br>

</form>

<br><br>
<%@include file="./../display/bottom.jsp" %>